CITIES_BY_REGION = {
    "Вінницька": {
        "Вінниця": {"lat": 49.232, "lon": 28.468},
        "Бершадь": {"lat": 48.827, "lon": 29.119},
        "Могилів-Подільський": {"lat": 48.516, "lon": 27.804}
    },
    "Волинська": {
        "Луцьк": {"lat": 50.747, "lon": 25.325},
        "Володимир": {"lat": 50.841, "lon": 24.325}
    },
    "Дніпропетровська": {
        "Дніпро": {"lat": 48.45, "lon": 35.05},
        "Кривий Ріг": {"lat": 47.906, "lon": 33.391}
    },
    "Хмельницька": {
        "Хмельницький": {"lat": 49.421, "lon": 26.996},
        "Кам’янець-Подільський": {"lat": 48.684, "lon": 26.583}
    },
    "Київська": {
        "Київ": {"lat": 50.45, "lon": 30.523},
        "Біла Церква": {"lat": 49.794, "lon": 30.115},
        "Бровари": {"lat": 50.515, "lon": 30.783}
    }
'
}
